"""Модуль с контентом для истории."""

history = [
    {
        "заголовок": "Слайд 1",
        "тема": "тема слайда 1",
        "текст": "Текст слайда 1",
        "изображение": "slide_01.jpg",
    },
    {
        "заголовок": "Слайд 2",
        "тема": "тема слайда 2",
        "текст": "Текст слайда 2 " * 5,
        "изображение": "tall.png",
    },
    {
        "заголовок": "Слайд 3",
        "тема": "тема слайда 3",
        "текст": "Текст слайда 3 " * 10,
        "изображение": "wide.png",
    },
    {
        "заголовок": "Слайд 4",
        "тема": "тема слайда 4",
        "текст": "Текст слайда 4",
        "изображение": "square.png",
    },
    {
        "заголовок": "Слайд 5 без фото",
        "тема": "тема слайда 5",
        "текст": "Текст слайда 5",
        "изображение": "",
    },
]
