"""Модуль вопросов."""

questions = [
    {
        "текст": "а " * 50,
        "варианты": ["Вариант 11", "Вариант 12", "Вариант 13"],
        "ответ": "Вариант 11",
        "изображение": "tall.png",
    },
    {
        "текст": "б " * 100,
        "варианты": ["Вариант 21", "Вариант 22"],
        "ответ": "Вариант 22",
        "изображение": "wide.png",
    },
    {
        "текст": "в " * 150,
        "варианты": ["Вариант 31", "Вариант 32", "Вариант 33"],
        "ответ": "Вариант 33",
        "изображение": "square.png",
    },
    {
        "текст": "г " * 200,
        "варианты": ["Вариант 41", "Вариант 42", "Вариант 43", "Вариант 44"],
        "ответ": "Вариант 41",
        "изображение": "",
    },
]
